{
    "header": {
        "text1": "",
        "text2": "Documento de prueba y sin valor",
        "text3": "{centro_de_salud.logo}",
        "text4": "Internet",
        "text5": "www.smartconsent.com",
        "text6": "Documento generado por ©SmartConset"
    },
    "body": {
        "text": [
            {
                "order": 1,
                "information": "DECLARATION OF INFORMATION FOR CONSENT\r\nOVER IMPLANT SURGERY\r\n\r\nI, {paciente.nombre} {paciente.apellido} with NIF / Passport {paciente.dni}, declare that with date {consentimiento.fecha_creacion}, at {centro_de_salud.nombre} the physician {especialista.nombre} {especialista.apellido} collegiate {especialista.colegiatura} has proposed and budgeted the following treatment plan:\r\n\r\nCovid 19 pandemic\r\n\r\nThe patient has been informed of the biosafety protocols established in {centro_de_salud.nombre}  in the face of the new situation created by the COVID-19 PANDEMIC.\r\n\r\nIn the exceptional circumstance derived from the COVID-19 PANDEMIC, we inform you that it is NOT possible to ensure a NULL RISK of transmission of COVID-19 despite the fact that the Donnay Dental Clinic has established strict protocols to ensure the maximum safety of patients and professionals.\r\n\r\nINFORMATION ON WHITENING\r\n\r\nPurpose:\r\n\r\nClarify the color of the teeth, vital or not, achieving a whiter tone. The degree of improvement in the tone of the teeth will depend on each person and their teeth, being more difficult in the cases of having fillings or intrinsic stains and bands, since only the dental tissue will be whitened and equally, not eliminating stains of selective mode.\r\n\r\nNature of the treatment:\r\n\r\nConsists of:\r\n\r\n- Placing a whitening gel on the external surface of the teeth whitening.\r\n\r\n- Placement on the teeth of soft silicone trays, made to measure and that will be delivered in the consultation.\r\n\r\n- Joint use of the two techniques described above .\r\n\r\n- In the consultation application of a whitening gel on the external surface of the teeth.\r\n\r\n- In the application of a whitening gel and a protector for my gums and the eyes, during a time that the professional will decide and applying a light source on the teeth.\r\n\r\n- When the treatment is carried out in the consultation To exclusively, several sessions may be necessary to achieve satisfactory results.\r\n\r\n- Before starting the whitening treatment in the consultation, adequate protection of the gums and teeth that are not going to be bleached is necessary.\r\n"
            },
            {
                "order": 2,
                "information": "Difficulties\r\n\r\nWhite spots may appear on the teeth during the treatment. These stains usually disappear as the tooth lightens its color. However, sometimes they may remain present at the end of it, and it will be necessary to put into practice other therapeutic alternatives if it is desired to eliminate them.\r\n\r\nThe cervical area of ​​the tooth may be more resistant to treatment and not reach achieve the same color as the rest of it.\r\n\r\nOccasionally the teeth may not change their color with the treatment.\r\n\r\nTo maintain the results achieved after the treatment, it may be necessary to repeat this periodically when the dentist deems it convenient, or put into practice the maintenance measures that he considers most appropriate.\r\n\r\nLikely risks under normal conditions\r\n\r\nTreatments that the patient performs at home they can damage the gums or cause discomfort if they are not carried out properly, or the time or number of times of application of the product per day, or the amount of application thereof is exceeded.\r\n\r\nIf too much gel is applied causing contact with the gums, it should be removed with a gauze, as irritation can occur in the same.\r\n\r\nThe metal fillings can be altered if they come in contact with the product.\r\n\r\nIf accidentally swallowed, you may occasionally suffer from throat discomfort or even suffer a mild episode of diarrhea.\r\n\r\nDuring treatment you may have sensitivity or discomfort in the teeth after ingesting hot or cold drinks and / or foods. acidic or carbonated drinks, as well as the possible possibility of presenting an allergy to some bleaching products. If this happens, the clinic should be contacted.\r\nThere is a risk of a certain root resorption, especially when it is performed on teeth that have been endodontically or that have suffered trauma, although this risk is very low.\r\n\r\nParticular circumstances of the patient:\r\n\r\nIf you are a smoker, or you do not have good oral hygiene or you eat many foods or drinks rich in colorants, your teeth will darken more quickly than if not, despite the fact that your teeth darken physiologically with age.\r\n\r\nIn highly restored teeth, whitening may not be very effective as they do not have enough tooth structure.\r\n\r\nThe whitening treatment does not change the color of fillings, veneers, crown and other materials placed on my teeth. In these cases, there are other more suitable alternatives when it comes to modifying the color of the teeth.\r\nIf the teeth have bands or spots, these can still be noticed, although lighter.\r\n"
            },
            {
                "order": 3,
                "information": "The patient assumes that the initially prescribed treatment plan is indicative and that it may undergo modifications depending on the response of the teeth to it.\r\n\r\nAll instructions and recommendations indicated by the dentist must be strictly followed and complied with with the scheduled revision program.\r\n\r\nDECLARATION OF CONSENT\r\n\r\nPACIENT\r\n\r\nD / Ms. {paciente.nombre} {paciente.apellido} with ID {paciente.dni}, or his Legal Representative M / M. {paciente.rep_nombre} {paciente.rep_apellido} with ID {paciente.rep_dni}:\r\n\r\nI declare that the physician Dr./Dra. {especialista.nombre} {especialista.apellido} has satisfactorily explained to me what this treatment is, how it is performed and what it is for. He has also explained to me the existing risks, the possible discomforts or complications, that this is the most appropriate procedure for my current clinical situation, and the foreseeable consequences of not performing it.\r\n\r\nI have fully understood all of the above , and for all these reasons, on this date I consent that the Dr. {especialista.nombre} {especialista.apellido} and therefore the team of assistants of the clinic that he / she designates, perform the aforementioned treatment, reserving the right to revoke at any time this consent that I now give, without the need to give any explanation.\r\n\r\nWhat in proof of the above I sign in {city.name} to {consentimiento.fecha_creacion}\r\n"
            },
            {
                "order": 4,
                "information": "OPTIONAL\r\n\r\nDr./Dra. {especialista.nombre} {especialista.apellido} Col. No. {especialista.colegiatura} I have informed this patient and / or his legal representative of the purpose and nature of the procedure described, its risks and alternatives, and the foreseeable consequences of his no performance, leaving a record in the clinical history. Likewise, they were asked about their possible allergies, the existence of other diseases or any personal pathological circumstance that could condition the performance of the treatment. This document is incorporated into the patient's medical record.\r\nWhat in proof of the above I sign in  to {consentimiento.fecha_creacion}"
            }
        ]
    }
}